<section class="module-other-demo">
    <div class="bg-absolute1"></div>
    <div class="container">
        <div class="title-center-demo">
            <div class="">
                <h2>
                    <div class="square-title"></div>
                    <span>خدمات و اطلاعات تکمیلی </span>
                </h2>
                <p>
                    کلیک بر روی هر لینک، به صفحات مربوطه هدایت شوید و از آخرین خدمات گردشگری،
                    مطلع شوید.

                </p>
            </div>
        </div>
        <div class="parent-module-other-demo">

            <a class="item-card" data-category="tech" href="{$smarty.const.ROOT_ADDRESS}/faq">
                <div class="parent-icon bg-2">
                    <svg class="fill-2" height="" viewbox="0 0 24 24" width="" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5 21q-.825 0-1.412-.587T3 19v-3q0-.425.288-.712T4 15q.425 0 .713.288T5 16v3h3q.425 0 .713.288T9 20q0 .425-.288.713T8 21zm14 0h-3q-.425 0-.712-.288T15 20q0-.425.288-.712T16 19h3v-3q0-.425.288-.712T20 15q.425 0 .713.288T21 16v3q0 .825-.587 1.413T19 21M3 5q0-.825.588-1.412T5 3h3q.425 0 .713.288T9 4q0 .425-.288.713T8 5H5v3q0 .425-.288.713T4 9q-.425 0-.712-.288T3 8zm18 0v3q0 .425-.288.713T20 9q-.425 0-.712-.288T19 8V5h-3q-.425 0-.712-.288T15 4q0-.425.288-.712T16 3h3q.825 0 1.413.588T21 5m-9 13q.525 0 .888-.363t.362-.887q0-.525-.363-.888T12 15.5q-.525 0-.888.363t-.362.887q0 .525.363.888T12 18m0-10.3q.65 0 1.138.4t.487 1.025q0 .575-.363 1.025t-.787.825q-.65.575-.987 1.088T11.1 13.3q-.025.35.25.613t.65.262q.35 0 .638-.25t.337-.625q.05-.425.3-.75t.725-.8q.875-.875 1.163-1.412t.287-1.288q0-1.35-.975-2.2T12 6q-1.025 0-1.837.463T8.925 7.775q-.15.3-.012.613t.462.437q.325.125.663 0t.537-.4q.275-.35.638-.537T12 7.7"
                              fill=""></path>
                    </svg>
                </div>
                <div class="parent-text">
                    <h4>سوالات متداول</h4>
                    <p>

                        در این بخش، به سوالات رایج شما درباره سفر و گردشگری پاسخ داده‌ایم. از نحوه رزرو بلیط و اقامت
                        گرفته تا نکات مهم در سفرهای خارجی. پاسخ‌های کامل و دقیق ما به شما کمک می‌کند تا سفر خود را با
                        آرامش و اطمینان بیشتری برنامه‌ریزی کنید.

                    </p>
                </div>
            </a>


            <a class="item-card" data-category="sport" href="{$smarty.const.ROOT_ADDRESS}/aboutUs">
                <div class="parent-icon bg-5">
                    <svg class="fill-5" height="" viewbox="0 0 24 24" width="" xmlns="http://www.w3.org/2000/svg">
                        <path d="M11 9h2V7h-2m1 13c-4.41 0-8-3.59-8-8s3.59-8 8-8s8 3.59 8 8s-3.59 8-8 8m0-18A10 10 0 0 0 2 12a10 10 0 0 0 10 10a10 10 0 0 0 10-10A10 10 0 0 0 12 2m-1 15h2v-6h-2z"
                              fill=""></path>
                    </svg>
                </div>
                <div class="parent-text">
                    <h4> درباره ما</h4>
                    <p>

                        در این بخش، با داستان و هدف ما آشنا شوید. ما در تلاشیم تا بهترین اطلاعات و خدمات گردشگری را به
                        شما ارائه دهیم. با تیم ما و مأموریت‌مان بیشتر آشنا شوید و ببینید چگونه می‌توانیم سفر شما را به
                        تجربه‌ای بی‌نظیر تبدیل کنیم.

                    </p>
                </div>
            </a>
            <a class="item-card" data-category="doctor" {if $obj_main_page->isLogin()} href="{$smarty.const.ROOT_ADDRESS}/club"
                    {else}
                href="{$smarty.const.ROOT_ADDRESS}/authenticate"  {/if}>
                <div class="parent-icon bg-4">
                    <svg class="fill-4" height="" viewbox="0 0 24 24" width="" xmlns="http://www.w3.org/2000/svg">
                        <path d="M14.754 10a1.75 1.75 0 0 1 1.678 1.25h-.682c-.41 0-.798.09-1.147.25H9.252a.25.25 0 0 0-.25.25v4.749c0 1.306.834 2.417 1.998 2.83v1.559a4.503 4.503 0 0 1-3.498-4.389V11.75c0-.966.783-1.75 1.75-1.75zm4.496 1.25A2.75 2.75 0 0 1 22 13.988V11.75A1.75 1.75 0 0 0 20.25 10h-3.375c.292.353.497.78.584 1.25zM3.75 10h3.381a2.738 2.738 0 0 0-.618 1.5H3.75a.25.25 0 0 0-.25.25v3.249a2.501 2.501 0 0 0 3.082 2.433c.085.504.24.985.453 1.432A4.001 4.001 0 0 1 2 14.999V11.75c0-.966.784-1.75 1.75-1.75M12 3a3 3 0 1 1 0 6a3 3 0 0 1 0-6m0 1.5a1.5 1.5 0 1 0 0 3a1.5 1.5 0 0 0 0-3m6.5-.5a2.5 2.5 0 1 1 0 5a2.5 2.5 0 0 1 0-5m0 1.5a1 1 0 1 0 0 2a1 1 0 0 0 0-2M5.5 4a2.5 2.5 0 1 1 0 5a2.5 2.5 0 0 1 0-5m0 1.5a1 1 0 1 0 0 2a1 1 0 0 0 0-2M14 15h-.5a1.5 1.5 0 0 0-1.5 1.5V18h2.5v-.25a.75.75 0 0 1 1.5 0V18h3v-.25a.75.75 0 0 1 1.5 0V18H23v-1.5a1.5 1.5 0 0 0-1.5-1.5H21v-1a1.75 1.75 0 0 0-1.75-1.75h-3.5A1.75 1.75 0 0 0 14 14zm1.5-1a.25.25 0 0 1 .25-.25h3.5a.25.25 0 0 1 .25.25v1h-4zM12 21.5v-2h2.5v.75a.75.75 0 0 0 1.5 0v-.75h3v.75a.75.75 0 0 0 1.5 0v-.75H23v2a1.5 1.5 0 0 1-1.5 1.5h-8a1.5 1.5 0 0 1-1.5-1.5"
                              fill=""></path>
                    </svg>
                </div>
                <div class="parent-text">
                    <h4>باشگاه مسافران</h4>
                    <p>



                        در بخش باشگاه مسافران، با پیوستن به جمع ویژه‌ای از مسافران وفادار،
                        از تخفیف‌ها و پیشنهادات انحصاری بهره‌مند شوید. با عضویت در این
                        باشگاه، از امتیازات و جوایز ویژه‌ای که برای شما در نظر گرفته‌ایم،
                        بهره‌مند شوید.



                    </p>
                </div>
            </a>
        </div>
    </div>
</section>