<div class="__box__ tab-pane" id="holidays">
<div class="col-md-12 col-12">
<div class="row">
<div class="col-md-12 col-12 holidays_text">
<p>اگر سوالی دارید یا به کمکی نیاز دارید، به آسانی می‌توانید با ما تماس بگیرید. ما در اینجا هستیم تا اطمینان حاصل کنیم که تجربه سفر شما تا حد امکان دلپذیر باشد.



                                                            سپاس از شما که سایت مارا انتخاب کردید. امیدواریم که لحظات فراموش‌نشدنی را در این سفر با ما داشته باشید.



                                                        </p>
<a href="tel:02191001744">شماره تماس: 02191001744</a>
</div>
</div>
</div>
</div>