{load_presentation_object filename="aboutCountry" assign="objAboutCountry"}
{assign var="country_info" value=$objAboutCountry->getAboutCountry($smarty.const.ABOUT_COUNTRY_ID)}
{assign var="otherCountry" value=$objAboutCountry->getOtherCountry($country_info.cid)}
<div class="parent-introduction">
    <div class="row">
        <div class="col-lg-3 col-md-12 col-sm-12 col-12">
            <div class="parent-sidebar">
                <div class="sidebar-box">
                    <h3>دسترسی سریع</h3>
                    <div class="parent-link-data">
                        <button onclick="clickScroll('TabCountry_1')">
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512"><path d="M173 131.5C229.2 75.27 320.3 75.27 376.5 131.5C430 185 432.9 270.9 383 327.9L377.7 334C368.9 344 353.8 345 343.8 336.3C333.8 327.6 332.8 312.4 341.5 302.4L346.9 296.3C380.1 258.3 378.2 201.1 342.5 165.4C305.1 127.1 244.4 127.1 206.1 165.4L93.63 278.7C56.19 316.2 56.19 376.9 93.63 414.3C129.3 449.1 186.6 451.9 224.5 418.7L230.7 413.3C240.6 404.6 255.8 405.6 264.5 415.6C273.3 425.5 272.2 440.7 262.3 449.4L256.1 454.8C199.1 504.6 113.2 501.8 59.69 448.2C3.505 392.1 3.505 300.1 59.69 244.8L173 131.5zM467 380.5C410.8 436.7 319.7 436.7 263.5 380.5C209.1 326.1 207.1 241.1 256.9 184.1L261.6 178.7C270.3 168.7 285.5 167.7 295.5 176.4C305.5 185.1 306.5 200.3 297.8 210.3L293.1 215.7C259.8 253.7 261.8 310.9 297.4 346.6C334.9 384 395.6 384 433.1 346.6L546.4 233.3C583.8 195.8 583.8 135.1 546.4 97.7C510.7 62.02 453.4 60.11 415.5 93.35L409.3 98.7C399.4 107.4 384.2 106.4 375.5 96.44C366.7 86.47 367.8 71.3 377.7 62.58L383.9 57.22C440.9 7.348 526.8 10.21 580.3 63.76C636.5 119.9 636.5 211 580.3 267.2L467 380.5z"/></svg>
                            {$country_info.c_country} در یک نگاه
                        </button>
                        <button onclick="clickScroll('TabCountry_2')">
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512"><path d="M173 131.5C229.2 75.27 320.3 75.27 376.5 131.5C430 185 432.9 270.9 383 327.9L377.7 334C368.9 344 353.8 345 343.8 336.3C333.8 327.6 332.8 312.4 341.5 302.4L346.9 296.3C380.1 258.3 378.2 201.1 342.5 165.4C305.1 127.1 244.4 127.1 206.1 165.4L93.63 278.7C56.19 316.2 56.19 376.9 93.63 414.3C129.3 449.1 186.6 451.9 224.5 418.7L230.7 413.3C240.6 404.6 255.8 405.6 264.5 415.6C273.3 425.5 272.2 440.7 262.3 449.4L256.1 454.8C199.1 504.6 113.2 501.8 59.69 448.2C3.505 392.1 3.505 300.1 59.69 244.8L173 131.5zM467 380.5C410.8 436.7 319.7 436.7 263.5 380.5C209.1 326.1 207.1 241.1 256.9 184.1L261.6 178.7C270.3 168.7 285.5 167.7 295.5 176.4C305.5 185.1 306.5 200.3 297.8 210.3L293.1 215.7C259.8 253.7 261.8 310.9 297.4 346.6C334.9 384 395.6 384 433.1 346.6L546.4 233.3C583.8 195.8 583.8 135.1 546.4 97.7C510.7 62.02 453.4 60.11 415.5 93.35L409.3 98.7C399.4 107.4 384.2 106.4 375.5 96.44C366.7 86.47 367.8 71.3 377.7 62.58L383.9 57.22C440.9 7.348 526.8 10.21 580.3 63.76C636.5 119.9 636.5 211 580.3 267.2L467 380.5z"/></svg>
                            معرفی اجمالی
                        </button>
                        <button onclick="clickScroll('TabCountry_3')">
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512"><path d="M173 131.5C229.2 75.27 320.3 75.27 376.5 131.5C430 185 432.9 270.9 383 327.9L377.7 334C368.9 344 353.8 345 343.8 336.3C333.8 327.6 332.8 312.4 341.5 302.4L346.9 296.3C380.1 258.3 378.2 201.1 342.5 165.4C305.1 127.1 244.4 127.1 206.1 165.4L93.63 278.7C56.19 316.2 56.19 376.9 93.63 414.3C129.3 449.1 186.6 451.9 224.5 418.7L230.7 413.3C240.6 404.6 255.8 405.6 264.5 415.6C273.3 425.5 272.2 440.7 262.3 449.4L256.1 454.8C199.1 504.6 113.2 501.8 59.69 448.2C3.505 392.1 3.505 300.1 59.69 244.8L173 131.5zM467 380.5C410.8 436.7 319.7 436.7 263.5 380.5C209.1 326.1 207.1 241.1 256.9 184.1L261.6 178.7C270.3 168.7 285.5 167.7 295.5 176.4C305.5 185.1 306.5 200.3 297.8 210.3L293.1 215.7C259.8 253.7 261.8 310.9 297.4 346.6C334.9 384 395.6 384 433.1 346.6L546.4 233.3C583.8 195.8 583.8 135.1 546.4 97.7C510.7 62.02 453.4 60.11 415.5 93.35L409.3 98.7C399.4 107.4 384.2 106.4 375.5 96.44C366.7 86.47 367.8 71.3 377.7 62.58L383.9 57.22C440.9 7.348 526.8 10.21 580.3 63.76C636.5 119.9 636.5 211 580.3 267.2L467 380.5z"/></svg>
                            ساختار دولتی
                        </button>
                        <button onclick="clickScroll('TabCountry_4')">
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512"><path d="M173 131.5C229.2 75.27 320.3 75.27 376.5 131.5C430 185 432.9 270.9 383 327.9L377.7 334C368.9 344 353.8 345 343.8 336.3C333.8 327.6 332.8 312.4 341.5 302.4L346.9 296.3C380.1 258.3 378.2 201.1 342.5 165.4C305.1 127.1 244.4 127.1 206.1 165.4L93.63 278.7C56.19 316.2 56.19 376.9 93.63 414.3C129.3 449.1 186.6 451.9 224.5 418.7L230.7 413.3C240.6 404.6 255.8 405.6 264.5 415.6C273.3 425.5 272.2 440.7 262.3 449.4L256.1 454.8C199.1 504.6 113.2 501.8 59.69 448.2C3.505 392.1 3.505 300.1 59.69 244.8L173 131.5zM467 380.5C410.8 436.7 319.7 436.7 263.5 380.5C209.1 326.1 207.1 241.1 256.9 184.1L261.6 178.7C270.3 168.7 285.5 167.7 295.5 176.4C305.5 185.1 306.5 200.3 297.8 210.3L293.1 215.7C259.8 253.7 261.8 310.9 297.4 346.6C334.9 384 395.6 384 433.1 346.6L546.4 233.3C583.8 195.8 583.8 135.1 546.4 97.7C510.7 62.02 453.4 60.11 415.5 93.35L409.3 98.7C399.4 107.4 384.2 106.4 375.5 96.44C366.7 86.47 367.8 71.3 377.7 62.58L383.9 57.22C440.9 7.348 526.8 10.21 580.3 63.76C636.5 119.9 636.5 211 580.3 267.2L467 380.5z"/></svg>
                            ساختار اقتصادی
                        </button>
                        <button onclick="clickScroll('TabCountry_5')">
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512"><path d="M173 131.5C229.2 75.27 320.3 75.27 376.5 131.5C430 185 432.9 270.9 383 327.9L377.7 334C368.9 344 353.8 345 343.8 336.3C333.8 327.6 332.8 312.4 341.5 302.4L346.9 296.3C380.1 258.3 378.2 201.1 342.5 165.4C305.1 127.1 244.4 127.1 206.1 165.4L93.63 278.7C56.19 316.2 56.19 376.9 93.63 414.3C129.3 449.1 186.6 451.9 224.5 418.7L230.7 413.3C240.6 404.6 255.8 405.6 264.5 415.6C273.3 425.5 272.2 440.7 262.3 449.4L256.1 454.8C199.1 504.6 113.2 501.8 59.69 448.2C3.505 392.1 3.505 300.1 59.69 244.8L173 131.5zM467 380.5C410.8 436.7 319.7 436.7 263.5 380.5C209.1 326.1 207.1 241.1 256.9 184.1L261.6 178.7C270.3 168.7 285.5 167.7 295.5 176.4C305.5 185.1 306.5 200.3 297.8 210.3L293.1 215.7C259.8 253.7 261.8 310.9 297.4 346.6C334.9 384 395.6 384 433.1 346.6L546.4 233.3C583.8 195.8 583.8 135.1 546.4 97.7C510.7 62.02 453.4 60.11 415.5 93.35L409.3 98.7C399.4 107.4 384.2 106.4 375.5 96.44C366.7 86.47 367.8 71.3 377.7 62.58L383.9 57.22C440.9 7.348 526.8 10.21 580.3 63.76C636.5 119.9 636.5 211 580.3 267.2L467 380.5z"/></svg>
                            ساختار ارتباطات
                        </button>
                        <button onclick="clickScroll('TabCountry_6')">
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512"><path d="M173 131.5C229.2 75.27 320.3 75.27 376.5 131.5C430 185 432.9 270.9 383 327.9L377.7 334C368.9 344 353.8 345 343.8 336.3C333.8 327.6 332.8 312.4 341.5 302.4L346.9 296.3C380.1 258.3 378.2 201.1 342.5 165.4C305.1 127.1 244.4 127.1 206.1 165.4L93.63 278.7C56.19 316.2 56.19 376.9 93.63 414.3C129.3 449.1 186.6 451.9 224.5 418.7L230.7 413.3C240.6 404.6 255.8 405.6 264.5 415.6C273.3 425.5 272.2 440.7 262.3 449.4L256.1 454.8C199.1 504.6 113.2 501.8 59.69 448.2C3.505 392.1 3.505 300.1 59.69 244.8L173 131.5zM467 380.5C410.8 436.7 319.7 436.7 263.5 380.5C209.1 326.1 207.1 241.1 256.9 184.1L261.6 178.7C270.3 168.7 285.5 167.7 295.5 176.4C305.5 185.1 306.5 200.3 297.8 210.3L293.1 215.7C259.8 253.7 261.8 310.9 297.4 346.6C334.9 384 395.6 384 433.1 346.6L546.4 233.3C583.8 195.8 583.8 135.1 546.4 97.7C510.7 62.02 453.4 60.11 415.5 93.35L409.3 98.7C399.4 107.4 384.2 106.4 375.5 96.44C366.7 86.47 367.8 71.3 377.7 62.58L383.9 57.22C440.9 7.348 526.8 10.21 580.3 63.76C636.5 119.9 636.5 211 580.3 267.2L467 380.5z"/></svg>
                            ساختار جغرافیایی
                        </button>
                        <button onclick="clickScroll('TabCountry_7')">
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512"><path d="M173 131.5C229.2 75.27 320.3 75.27 376.5 131.5C430 185 432.9 270.9 383 327.9L377.7 334C368.9 344 353.8 345 343.8 336.3C333.8 327.6 332.8 312.4 341.5 302.4L346.9 296.3C380.1 258.3 378.2 201.1 342.5 165.4C305.1 127.1 244.4 127.1 206.1 165.4L93.63 278.7C56.19 316.2 56.19 376.9 93.63 414.3C129.3 449.1 186.6 451.9 224.5 418.7L230.7 413.3C240.6 404.6 255.8 405.6 264.5 415.6C273.3 425.5 272.2 440.7 262.3 449.4L256.1 454.8C199.1 504.6 113.2 501.8 59.69 448.2C3.505 392.1 3.505 300.1 59.69 244.8L173 131.5zM467 380.5C410.8 436.7 319.7 436.7 263.5 380.5C209.1 326.1 207.1 241.1 256.9 184.1L261.6 178.7C270.3 168.7 285.5 167.7 295.5 176.4C305.5 185.1 306.5 200.3 297.8 210.3L293.1 215.7C259.8 253.7 261.8 310.9 297.4 346.6C334.9 384 395.6 384 433.1 346.6L546.4 233.3C583.8 195.8 583.8 135.1 546.4 97.7C510.7 62.02 453.4 60.11 415.5 93.35L409.3 98.7C399.4 107.4 384.2 106.4 375.5 96.44C366.7 86.47 367.8 71.3 377.7 62.58L383.9 57.22C440.9 7.348 526.8 10.21 580.3 63.76C636.5 119.9 636.5 211 580.3 267.2L467 380.5z"/></svg>
                            ساختار حمل و نقل
                        </button>
                        <button onclick="clickScroll('TabCountry_8')">
                            <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512"><path d="M173 131.5C229.2 75.27 320.3 75.27 376.5 131.5C430 185 432.9 270.9 383 327.9L377.7 334C368.9 344 353.8 345 343.8 336.3C333.8 327.6 332.8 312.4 341.5 302.4L346.9 296.3C380.1 258.3 378.2 201.1 342.5 165.4C305.1 127.1 244.4 127.1 206.1 165.4L93.63 278.7C56.19 316.2 56.19 376.9 93.63 414.3C129.3 449.1 186.6 451.9 224.5 418.7L230.7 413.3C240.6 404.6 255.8 405.6 264.5 415.6C273.3 425.5 272.2 440.7 262.3 449.4L256.1 454.8C199.1 504.6 113.2 501.8 59.69 448.2C3.505 392.1 3.505 300.1 59.69 244.8L173 131.5zM467 380.5C410.8 436.7 319.7 436.7 263.5 380.5C209.1 326.1 207.1 241.1 256.9 184.1L261.6 178.7C270.3 168.7 285.5 167.7 295.5 176.4C305.5 185.1 306.5 200.3 297.8 210.3L293.1 215.7C259.8 253.7 261.8 310.9 297.4 346.6C334.9 384 395.6 384 433.1 346.6L546.4 233.3C583.8 195.8 583.8 135.1 546.4 97.7C510.7 62.02 453.4 60.11 415.5 93.35L409.3 98.7C399.4 107.4 384.2 106.4 375.5 96.44C366.7 86.47 367.8 71.3 377.7 62.58L383.9 57.22C440.9 7.348 526.8 10.21 580.3 63.76C636.5 119.9 636.5 211 580.3 267.2L467 380.5z"/></svg>
                            شهر های مهم {$country_info.c_country}
                        </button>
                    </div>
                </div>
            </div>
        </div>
        <div class="col-lg-9 col-md-12 col-sm-12 col-12">
            <div class="box_citydetail-new box_citydetail" id="TabCountry_1">
                <h2>{$country_info.c_country} در یک نگاه </h2>
                <div>
                    <div class='parent-im-item'>
                    <img src="{$country_info.pic1}">
                    </div>

                    <p>{if $country_info.comment}{$country_info.comment}{else}---{/if}</p>
                </div>
            </div>
            <div class="box_citydetail-new box_citydetail" id="TabCountry_2">
                <h2>معرفی اجمالی {$country_info.c_country}</h2>
                <div>
                    <p>زبان : {if $country_info.ma_zaban}{$country_info.ma_zaban}{else}---{/if}</p>
                    <p>دین : {if $country_info.ma_din}{$country_info.ma_din}{else}---{/if}</p>
                    <p>جمعیت : {if $country_info.ma_ja}{$country_info.ma_ja}{else}---{/if}</p>
                    <p>تعداد توریست : {if $country_info.ma_torist}{$country_info.ma_torist}{else}---{/if}</p>

                </div>
            </div>
            <div class="box_citydetail-new box_citydetail" id="TabCountry_3">
                <h2> ساختار دولتی {$country_info.c_country}</h2>
                <div>
                    <p>پایتخت : {if $country_info.do_paytakht}{$country_info.do_paytakht}{else}---{/if}</p>
                    <p>حکومت : {if $country_info.do_hokomat}{$country_info.do_hokomat}{else}---{/if}</p>
                    <p>تعطیل ملی :  {if $country_info.do_tatil}{$country_info.do_tatil}{else}---{/if}</p>
                    <p>احزاب سیاسی :  {if $country_info.do_ray}{$country_info.do_ray}{else}---{/if}</p>
                </div>
            </div>
            <div class="box_citydetail-new box_citydetail" id="TabCountry_4">
                <h2>ساختار اقتصادی {$country_info.c_country}</h2>
                <div>
                    <p>واحد پول : {if $country_info.eq_pol}{$country_info.eq_pol}{else}---{/if}</p>
                    <p>شرکا تجاری : {if $country_info.eq_shoraka}{$country_info.eq_shoraka}{else}---{/if}</p>
                    <p>کشاورزی : {if $country_info.eq_mahsol}{$country_info.eq_mahsol}{else}---{/if}</p>
                    <p>صنعت : {if $country_info.eq_sanat}{$country_info.eq_sanat}{else}---{/if}</p>
                    <p>رشد اقتصادی :  {if $country_info.eq_roshd}{$country_info.eq_roshd}{else}---{/if}</p>
                </div>
            </div>
            <div class="box_citydetail-new box_citydetail" id="TabCountry_5">
                <h2>ساختار ارتباطات {$country_info.c_country}</h2>
                <div>
                    <p>خط تلفن : {if $country_info.er_tel}{$country_info.er_tel}{else}---{/if}</p>
                    <p>همراه :  {if $country_info.er_gsm}{$country_info.er_gsm}{else}---{/if}</p>
                    <p>کاربر اینترنت : {if $country_info.er_internet}{$country_info.er_internet}{else}---{/if}</p>
                    <p>شناسه اینترنت : {if $country_info.er_ext}{$country_info.er_ext}{else}---{/if}</p>
                    <p>سایت : {if $country_info.er_site}{$country_info.er_site}{else}---{/if}</p>
                </div>
            </div>
            <div class="box_citydetail-new box_citydetail" id="TabCountry_6">
                <h2>ساختار جغرافیایی {$country_info.c_country}</h2>
                <div>
                    <p>مساحت : {if $country_info.jo_masahat}{$country_info.jo_masahat}{else}---{/if}</p>
                    <p>آب و هوا : {if $country_info.jo_ab}{$country_info.jo_ab}{else}---{/if}</p>
                    <p>همسایه ها : {if $country_info.jo_hamsaye}{$country_info.jo_hamsaye}{else}---{/if}</p>
                    <p>منابع طبیعی : {if $country_info.jo_manba}{$country_info.jo_manba}{else}---{/if}</p>
                    <p> {if $country_info.jo_saat}اختلاف ساعت : {$country_info.jo_saat}{else}---{/if}</p>
                </div>
            </div>
            <div class="box_citydetail-new box_citydetail" id="TabCountry_7">
                <h2>ساختار حمل و نقل {$country_info.c_country}</h2>
                <div>
                    <p>خطوط نفتی : {if $country_info.ha_haft}{$country_info.ha_haft}{else}---{/if}</p>
                    <p>زمینی : {if $country_info.ha_konstan}{$country_info.ha_konstan}{else}---{/if}</p>
                    <p>راه آهن : {if $country_info.ha_ahan}{$country_info.ha_ahan}{else}---{/if}</p>
                    <p>آبی : {if $country_info.ha_zamin}{$country_info.ha_zamin}{else}---{/if}</p>
                    <p>فرودگاه : {if $country_info.ha_forodgah}{$country_info.ha_forodgah}{else}---{/if}</p>
                </div>
            </div>
            {if $otherCountry}
            <div class="box_citydetail-new box_citydetail" id="TabCountry_8">
                <h2>شهرهای مهم {$country_info.c_country}</h2>
                <div>
                    <div class="box_citydetail_grid">
                        {foreach $otherCountry as $key => $other}
                        <a href="{$other.url_other}">
                            <div class="img_box"><img src="{$other.pic1}" alt="{$other.ct_objectname}" title="{$other.ct_objectname}"></div>
                            <h2>{$other.ct_objectname}</h2>
                            <button>ادامه مطلب</button>
                        </a>
                        {/foreach}
                    </div>
                </div>
            </div>
            {/if}

        </div>
    </div>
</div>
{literal}
    <script src="assets/modules/js/aboutCountry.js"></script>
    <script src="assets/modules/js/owl.carousel.min.js"></script>


{/literal}
