{load_presentation_object filename="reservationBasicInformation" assign="objResult"}
<header class="i_modular_menu header_area">
    <div class="main_header_area animated" id="navbar">
        <div class="container">
            <nav class="navigation" id="navigation1">
                <div class="parent-menu-logo">
                    <div class="nav-header">
                        <a class="nav-brand" href="https://{$smarty.const.CLIENT_MAIN_DOMAIN}">
                            <img alt="{$obj->Title_head()}" class="__logo_class__ logo-img" src="project_files/images/logo.png"/>
                            <span class="respect">بر مدار احترام</span>
                            <div class='bg-img-logo'></div>
                        </a>
                    </div>
                    <div class="nav-menus-wrapper">
                        <ul class="nav-menu align-to-right">
                            <li>
                                <a href="javascript:">بلیط</a>
                                <ul class="nav-dropdown">
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/page/flight">

                                            پرواز

                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/page/train">

                                            قطار

                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/page/bus">

                                            اتوبوس

                                        </a>
                                    </li>
                                </ul>
                            </li>
                            <li>
                                <a href="javascript:">اقامت</a>
                                <ul class="nav-dropdown">
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/page/hotel">

                                            هتل داخلی

                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/page/hotel">

                                            هتل خارجی

                                        </a>
                                    </li>
                                </ul>
                            </li>
                            <li>
                                <a href="{$smarty.const.ROOT_ADDRESS}/page/tour">تور</a>
                                {if $objResult->ReservationTourCities('=1', 'return') || $objResult->ReservationTourCountries('yes')}
                                <ul class="nav-dropdown">
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/page/tour">تور داخلی</a>
                                        {if $objResult->ReservationTourCities('=1', 'return')}
                                        <ul class="nav-dropdown nav-menu_ul">
                                            {foreach key=key_tour item=item_tour from=$objResult->ReservationTourCities('=1', 'return')}
                                            <li>
                                                <a href="{$smarty.const.ROOT_ADDRESS}/resultTourLocal/1-all/1-{$item_tour.id}/all/all">
                                                    {($smarty.const.SOFTWARE_LANG == 'fa') ? $item_tour.name : $item_tour.name_en}
                                                </a>
                                            </li>
                                            {/foreach}
{*                                            <li><a href="{$smarty.const.ROOT_ADDRESS}/resultTourLocal/1-all/1-all/all/all/0">همه تورها</a></li>*}
                                        </ul>
                                        {/if}
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/page/tour">تور خارجی</a>
                                        {if $objResult->ReservationTourCountries('yes')}
                                        <ul class="nav-dropdown nav-menu_ul">
                                            {foreach key=key_tour item=item_tour from=$objResult->ReservationTourCountries('yes')}
                                            <li>
                                                <a href="{$smarty.const.ROOT_ADDRESS}/resultTourLocal/1-all/{$item_tour.id}-all/all/all">
                                                    {($smarty.const.SOFTWARE_LANG == 'fa') ? $item_tour.name : $item_tour.name_en}
                                                </a>
                                            </li>
                                            {/foreach}
                                        </ul>
                                        {/if}
                                    </li>
                                    <li>
                                        <a href='{$smarty.const.ROOT_ADDRESS}/page/tour' class='all-tour-menu'>جستجوی تورها</a>
                                    </li>
                                </ul>
                                {/if}
                            </li>
                            <li>
                                <a href="javascript:">بیشتر</a>
                                <ul class="nav-dropdown">
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/page/insurance">

                                            بیمه

                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/page/visa">

                                            ویزا

                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/page/entertainment">

                                            تفریحات

                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/page/rentCar">
                                            اجاره خودرو
                                        </a>
                                    </li>
                                </ul>
                            </li>
                            <li>
                                <a class="link-header" href="javascript:">مسافران</a>
                                <div class='nav-dropdown  passengers-sub-menu' style='display: none'>
                                    <ul class="ul-menu-passengers">
                                        <li>
                                            <a href="{$smarty.const.ROOT_ADDRESS}/authenticate">
                                                <i class="parent-icon-sub-menu">
                                                    <svg viewbox="0 0 576 512" xmlns="http://www.w3.org/2000/svg">
                                                        <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                        <path d="M32 208V384c0 17.7 14.3 32 32 32H224c17.7 0 32-14.3 32-32V208c0-61.9-50.1-112-112-112S32 146.1 32 208zm256 0V384c0 11.7-3.1 22.6-8.6 32H512c17.7 0 32-14.3 32-32V208c0-61.9-50.1-112-112-112H234.5c32.6 26.4 53.5 66.8 53.5 112zM64 448c-35.3 0-64-28.7-64-64V208C0 128.5 64.5 64 144 64H432c79.5 0 144 64.5 144 144V384c0 35.3-28.7 64-64 64H224 64zm48-256h64c8.8 0 16 7.2 16 16s-7.2 16-16 16H112c-8.8 0-16-7.2-16-16s7.2-16 16-16zm224 0h96 56c13.3 0 24 10.7 24 24v80c0 13.3-10.7 24-24 24H440c-13.3 0-24-10.7-24-24V224H336c-8.8 0-16-7.2-16-16s7.2-16 16-16zm112 96h32V224H448v64z"></path>
                                                    </svg>
                                                </i>
                                                <div class="parent-sub-menu-title">
                                                    <h4>باشگاه مسافران</h4>
                                                    <p class="sub-menu-caption">

                                                        در بخش باشگاه مسافران، با پیوستن به جمع ویژه‌ای از مسافران وفادار،
                                                        از تخفیف‌ها و پیشنهادات انحصاری بهره‌مند شوید. با عضویت در این
                                                        باشگاه، از امتیازات و جوایز ویژه‌ای که برای شما در نظر گرفته‌ایم،
                                                        بهره‌مند شوید.

                                                    </p>
                                                </div>
                                            </a>
                                        </li>
                                        <li>
                                            <a href="{$smarty.const.ROOT_ADDRESS}/vote">
                                                <i class="parent-icon-sub-menu">
                                                    <svg viewbox="0 0 384 512" xmlns="http://www.w3.org/2000/svg">
                                                        <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                        <path d="M145.5 68c5.3-20.7 24.1-36 46.5-36s41.2 15.3 46.5 36c1.8 7.1 8.2 12 15.5 12h18c8.8 0 16 7.2 16 16v32H192 96V96c0-8.8 7.2-16 16-16h18c7.3 0 13.7-4.9 15.5-12zM192 0c-32.8 0-61 19.8-73.3 48H112C91.1 48 73.3 61.4 66.7 80H64C28.7 80 0 108.7 0 144V448c0 35.3 28.7 64 64 64H320c35.3 0 64-28.7 64-64V144c0-35.3-28.7-64-64-64h-2.7c-6.6-18.6-24.4-32-45.3-32h-6.7C253 19.8 224.8 0 192 0zM320 112c17.7 0 32 14.3 32 32V448c0 17.7-14.3 32-32 32H64c-17.7 0-32-14.3-32-32V144c0-17.7 14.3-32 32-32v16c0 17.7 14.3 32 32 32h96 96c17.7 0 32-14.3 32-32V112zM208 80a16 16 0 1 0 -32 0 16 16 0 1 0 32 0zM171.3 235.3c6.2-6.2 6.2-16.4 0-22.6s-16.4-6.2-22.6 0L112 249.4 99.3 236.7c-6.2-6.2-16.4-6.2-22.6 0s-6.2 16.4 0 22.6l24 24c6.2 6.2 16.4 6.2 22.6 0l48-48zM192 272c0 8.8 7.2 16 16 16h64c8.8 0 16-7.2 16-16s-7.2-16-16-16H208c-8.8 0-16 7.2-16 16zm-32 96c0 8.8 7.2 16 16 16h96c8.8 0 16-7.2 16-16s-7.2-16-16-16H176c-8.8 0-16 7.2-16 16zm-48 24a24 24 0 1 0 0-48 24 24 0 1 0 0 48z"></path>
                                                    </svg>
                                                </i>
                                                <div class="parent-sub-menu-title">
                                                    <h4>نظرسنجی</h4>
                                                    <p class="sub-menu-caption">

                                                        در بخش نظرسنجی، با شرکت در ارزیابی‌های ما، نظرات و پیشنهادات خود را
                                                        با ما به اشتراک بگذارید. بازخورد شما به ما کمک می‌کند تا خدمات خود
                                                        را بهبود بخشیده و تجربه بهتری برای شما فراهم کنیم

                                                    </p>
                                                </div>
                                            </a>
                                        </li>
                                        <li>
                                            <a href="{$smarty.const.ROOT_ADDRESS}/contactUs">
                                                <i class="parent-icon-sub-menu">
                                                    <svg viewbox="0 0 512 512" xmlns="http://www.w3.org/2000/svg">
                                                        <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                        <path d="M392 32H120c-13.3 0-24 10.7-24 24V222.5L77.5 207.2c-4.2-3.4-8.7-6.3-13.5-8.6V56C64 25.1 89.1 0 120 0H392c30.9 0 56 25.1 56 56V198.6c-4.8 2.3-9.3 5.2-13.4 8.6L416 222.5V56c0-13.3-10.7-24-24-24zM35 256c-1.6 0-3 1.3-3 3V448c0 17.7 14.3 32 32 32H448c17.7 0 32-14.3 32-32V259c0-1.6-1.3-3-3-3c-.7 0-1.3 .2-1.9 .7L294.5 405.1C283.7 414 270 418.9 256 418.9s-27.7-4.9-38.5-13.8L36.8 256.7c-.5-.4-1.2-.7-1.9-.7zM0 259c0-19.3 15.6-35 35-35c8.1 0 15.9 2.8 22.2 7.9L237.8 380.3c5.1 4.2 11.6 6.5 18.2 6.5s13.1-2.3 18.2-6.5L454.9 231.9c6.3-5.1 14.1-7.9 22.2-7.9c19.3 0 35 15.6 35 35V448c0 35.3-28.7 64-64 64H64c-35.3 0-64-28.7-64-64V259zM176 128H336c8.8 0 16 7.2 16 16s-7.2 16-16 16H176c-8.8 0-16-7.2-16-16s7.2-16 16-16zm0 96H336c8.8 0 16 7.2 16 16s-7.2 16-16 16H176c-8.8 0-16-7.2-16-16s7.2-16 16-16z"></path>
                                                    </svg>
                                                </i>
                                                <div class="parent-sub-menu-title">
                                                    <h4>انتقادات و پیشنهادات</h4>
                                                    <p class="sub-menu-caption">

                                                        در بخش انتقادات و پیشنهادات، می‌توانید نظرات و پیشنهادات خود را با
                                                        ما در میان بگذارید. ما با گوش دادن به صدای شما، همواره در تلاشیم تا
                                                        کیفیت خدمات خود را ارتقاء دهیم و تجربه‌ای بهتر برای شما فراهم کنیم

                                                    </p>
                                                </div>
                                            </a>
                                        </li>
                                        <li>
                                            <a href="{$smarty.const.ROOT_ADDRESS}/lastMinute">
                                                <i class="parent-icon-sub-menu">
                                                    <svg viewbox="0 0 576 512" xmlns="http://www.w3.org/2000/svg">
                                                        <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                        <path d="M16 512C7.164 512 0 504.8 0 496C0 487.2 7.164 480 16 480H32V435.3C32 403.7 42.41 372.1 61.61 347.9L131.9 256L61.61 164.1C42.41 139 32 108.3 32 76.67V32H16C7.164 32 0 24.84 0 16C0 7.164 7.164 0 16 0H368C376.8 0 384 7.164 384 16C384 24.84 376.8 32 368 32H352V76.67C352 108.3 341.6 139 322.4 164.1L252.1 256L275.8 286.9C270 297.9 265.5 309.6 262.1 321.8L219.3 265.7C214.9 259.1 214.9 252 219.3 246.3L296.1 144.7C311.9 125.2 320 101.3 320 76.67V32H64V76.67C64 101.3 72.09 125.2 87.03 144.7L164.7 246.3C169.1 252 169.1 259.1 164.7 265.7L87.03 367.3C72.09 386.8 64 410.7 64 435.3V480H296.2C306.3 492.1 317.9 502.9 330.8 512L16 512zM262.6 416C265.8 427.2 270 437.9 275.2 448H112C106 448 100.5 444.6 97.77 439.3C95.03 433.1 95.5 427.6 98.98 422.7L178.1 310.7C184.1 303.5 194.1 301.8 201.3 306.1C208.5 312.1 210.2 322.1 205 329.3L143.1 416H262.6zM179.5 201.1L115.5 121.1C111.7 117.2 110.9 110.6 113.6 105.1C116.2 99.53 121.8 96 128 96H256C262.2 96 267.8 99.53 270.4 105.1C273.1 110.6 272.3 117.2 268.5 121.1L204.5 201.1C201.5 205.8 196.9 208 192 208C187.1 208 182.5 205.8 179.5 201.1zM192 166.4L222.7 128H161.3L192 166.4zM431.1 288C440.8 288 447.1 295.2 447.1 304V352H480C488.8 352 496 359.2 496 368C496 376.8 488.8 384 480 384H431.1C423.2 384 415.1 376.8 415.1 368V304C415.1 295.2 423.2 288 431.1 288V288zM288 368C288 288.5 352.5 224 432 224C511.5 224 576 288.5 576 368C576 447.5 511.5 512 432 512C352.5 512 288 447.5 288 368zM432 480C493.9 480 544 429.9 544 368C544 306.1 493.9 256 432 256C370.1 256 320 306.1 320 368C320 429.9 370.1 480 432 480z"></path>
                                                    </svg>
                                                </i>
                                                <div class="parent-sub-menu-title">
                                                    <h4>دقیقه نود</h4>
                                                    <p class="sub-menu-caption">

                                                        در بخش دقیقه نود، با آخرین پیشنهادات و تخفیف‌های ویژه‌ی لحظه آخری
                                                        آشنا شوید. فرصت‌های بی‌نظیر برای سفرهای ارزان و هیجان‌انگیز در
                                                        انتظار شما هستند

                                                    </p>
                                                </div>
                                            </a>
                                        </li>
                                        <li>
                                            <a href="{$smarty.const.ROOT_ADDRESS}/pay">
                                                <i class="parent-icon-sub-menu">
                                                    <svg viewbox="0 0 640 512" xmlns="http://www.w3.org/2000/svg">
                                                        <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                        <path d="M512 96H64C46.33 96 32 110.3 32 128V384C32 401.7 46.33 416 64 416H338.2L330.2 448H64C28.65 448 0 419.3 0 384V128C0 92.65 28.65 64 64 64H512C547.3 64 576 92.65 576 128V192C565.1 191.7 554.2 193.6 544 197.6V128C544 110.3 529.7 96 512 96V96zM256 304C256 295.2 263.2 288 272 288H368C376.8 288 384 295.2 384 304C384 312.8 376.8 320 368 320H272C263.2 320 256 312.8 256 304zM464 192C472.8 192 480 199.2 480 208C480 216.8 472.8 224 464 224H272C263.2 224 256 216.8 256 208C256 199.2 263.2 192 272 192H464zM143.1 144C152.8 144 159.1 151.2 159.1 160V169.6C165.9 170.6 178.1 173.2 184.1 174.5C192.7 176.8 197.7 185.6 195.5 194.1C193.2 202.7 184.4 207.7 175.9 205.5C171.9 204.4 158.2 201.7 153.8 201C140.9 199 130.1 200.6 122.9 203.9C115.7 207.2 112.1 211.4 112.4 214.1C111.7 219.1 112.3 221.2 112.9 222.4C113.5 223.8 114.8 225.5 117.8 227.5C124.6 232.1 134.9 235.3 148.8 239.5L149.4 239.7C161.7 243.4 177.3 248.1 188.9 256.5C195.1 261.1 200.9 267.1 204.5 275.3C208.1 283.6 208.8 292.8 207.2 302.5C204.1 319.1 192.6 331.9 177.9 338.2C172.3 340.6 166.3 342.2 160 343.1V352C160 360.8 152.8 368 144 368C135.2 368 128 360.8 128 352V342.4C118.6 340.6 104.5 335.8 95.55 332.7C93.79 332.1 92.22 331.6 90.95 331.2C82.56 328.4 78.03 319.3 80.82 310.9C83.61 302.6 92.67 298 101.1 300.8C102.1 301.5 105 302.2 107.2 302.9C116.7 306.1 127.9 309.9 134.3 310.1C147.6 313.1 158.3 311.8 165.3 308.8C171.8 306 174.7 302.1 175.6 297C176.4 292.4 175.8 289.7 175.1 288.1C174.4 286.4 172.9 284.5 170 282.4C163.5 277.6 153.3 274.3 139.6 270.1L137.5 269.5C125.7 265.9 110.9 261.5 99.87 254C93.65 249.8 87.7 244 83.93 236.1C80.1 228 79.2 219 80.85 209.5C83.73 192.8 95.57 181.2 109.7 174.8C115.3 172.2 121.5 170.4 128 169.3V160C128 151.2 135.2 144 144 144H143.1zM537.5 241.4C556.3 222.6 586.7 222.6 605.4 241.4L622.8 258.7C641.5 277.5 641.5 307.9 622.8 326.6L469.1 480.3C462.9 486.5 455.2 490.8 446.8 492.1L371.9 511.7C366.4 513 360.7 511.4 356.7 507.5C352.7 503.5 351.1 497.7 352.5 492.3L371.2 417.4C373.3 408.9 377.7 401.2 383.8 395.1L537.5 241.4zM582.8 264C576.5 257.8 566.4 257.8 560.2 264L535.3 288.8L575.3 328.8L600.2 303.1C606.4 297.7 606.4 287.6 600.2 281.4L582.8 264zM402.2 425.1L389.1 474.2L439 461.9C441.8 461.2 444.4 459.8 446.4 457.7L552.7 351.4L512.7 311.5L406.5 417.7C404.4 419.8 402.9 422.3 402.2 425.1L402.2 425.1z"></path>
                                                    </svg>
                                                </i>
                                                <div class="parent-sub-menu-title">
                                                    <h4>پرداخت آنلاین</h4>
                                                    <p class="sub-menu-caption">

                                                        در بخش پرداخت آنلاین، می‌توانید هزینه‌های سفر خود را به‌صورت امن و
                                                        سریع انجام دهید. با استفاده از این سیستم، رزروهای خود را بدون دغدغه
                                                        و به راحتی مدیریت کنید

                                                    </p>
                                                </div>
                                            </a>
                                        </li>
                                        <li>
                                            <a href="{$smarty.const.ROOT_ADDRESS}/faq">
                                                <i class="parent-icon-sub-menu">
                                                    <svg viewbox="0 0 512 512" xmlns="http://www.w3.org/2000/svg">
                                                        <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                        <path d="M256 0C114.6 0 0 114.6 0 256s114.6 256 256 256s256-114.6 256-256S397.4 0 256 0zM256 480c-123.5 0-224-100.5-224-224s100.5-224 224-224s224 100.5 224 224S379.5 480 256 480zM240 344c-13.25 0-24 10.75-24 24s10.75 24 24 24s24-10.75 24-24S253.3 344 240 344zM285.6 128H226.4C189.8 128 160 157.8 160 194.4V204c0 8.844 7.156 16 16 16S192 212.8 192 204V194.4C192 175.4 207.4 160 226.4 160h59.25C304.6 160 320 175.4 320 194.4c0 12.48-6.781 24-17.06 29.72L242.5 254.3C231.1 260.7 224 272.7 224 285.8V304C224 312.8 231.2 320 240 320S256 312.8 256 304V285.8c0-1.453 .7813-2.797 1.438-3.172l60.41-30.22C338.9 240.7 352 218.5 352 194.4C352 157.8 322.2 128 285.6 128z"></path>
                                                    </svg>
                                                </i>
                                                <div class="parent-sub-menu-title">
                                                    <h4>پرسش و پاسخ</h4>
                                                    <p class="sub-menu-caption">

                                                        در بخش پرسش و پاسخ، پاسخ‌های جامع به سؤالات متداول شما درباره خدمات
                                                        و امکانات ما ارائه شده است. اگر سوالی دارید، احتمالاً پاسخ آن را در
                                                        اینجا پیدا خواهید کرد

                                                    </p>
                                                </div>
                                            </a>
                                        </li>
                                    </ul>
                                    <div class='parent-tracking'>
                                        <a href='{$smarty.const.ROOT_ADDRESS}/UserTracking' class=''>
                                            <div class='parent-data-tracking'>
                                                <div class="parent-sub-menu-title">
                                                    <h4>پیگیری خرید</h4>
                                                    <p class="sub-menu-caption">
                                                        در بخش پیگیری خرید شما می‌توانید به راحتی وضعیت رزروها و خریدهای خود را مشاهده و بررسی کنید. این بخش به شما امکان می‌دهد تا اطلاعات مربوط به پرواز، هتل، تور یا سایر خدمات رزرو شده را با استفاده از شماره پیگیری یا اطلاعات کاربری خود مشاهده کنید. هدف ما از این بخش، ایجاد شفافیت و دسترسی آسان به اطلاعات خریدهای شماست تا با خیالی آسوده سفر خود را مدیریت کنید.
                                                    </p>
                                                </div>
                                            </div>
                                            <button>مشاهده</button>
                                        </a>
                                    </div>
                                </div>
                            </li>
                            <li>
                                <a class="link-header" href="javascript:">دانستنیها</a>
                                <ul class="nav-dropdown knowledge-sub-menu" style='display: none'>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/introductCountry">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 512 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M256 0C397.4 0 512 114.6 512 256C512 397.4 397.4 512 256 512C114.6 512 0 397.4 0 256C0 114.6 114.6 0 256 0zM256 480C272.7 480 296.4 465.6 317.9 422.7C327.8 402.9 336.1 378.1 341.1 352H170C175.9 378.1 184.2 402.9 194.1 422.7C215.6 465.6 239.3 480 256 480V480zM164.3 320H347.7C350.5 299.8 352 278.3 352 256C352 233.7 350.5 212.2 347.7 192H164.3C161.5 212.2 160 233.7 160 256C160 278.3 161.5 299.8 164.3 320V320zM341.1 160C336.1 133 327.8 109.1 317.9 89.29C296.4 46.37 272.7 32 256 32C239.3 32 215.6 46.37 194.1 89.29C184.2 109.1 175.9 133 170 160H341.1zM379.1 192C382.6 212.5 384 233.9 384 256C384 278.1 382.6 299.5 379.1 320H470.7C476.8 299.7 480 278.2 480 256C480 233.8 476.8 212.3 470.7 192H379.1zM327.5 43.66C348.5 71.99 365.1 112.4 374.7 160H458.4C432.6 105.5 385.3 63.12 327.5 43.66V43.66zM184.5 43.66C126.7 63.12 79.44 105.5 53.56 160H137.3C146.9 112.4 163.5 71.99 184.5 43.66V43.66zM32 256C32 278.2 35.24 299.7 41.28 320H132C129.4 299.5 128 278.1 128 256C128 233.9 129.4 212.5 132 192H41.28C35.24 212.3 32 233.8 32 256V256zM458.4 352H374.7C365.1 399.6 348.5 440 327.5 468.3C385.3 448.9 432.6 406.5 458.4 352zM137.3 352H53.56C79.44 406.5 126.7 448.9 184.5 468.3C163.5 440 146.9 399.6 137.3 352V352z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>معرفی کشورها</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش معرفی کشورها، با مقاصد گردشگری مختلف در سراسر جهان آشنا شوید.
                                                    اطلاعات جامع و مفیدی درباره فرهنگ، جاذبه‌ها، و نکات سفر هر کشور را
                                                    اینجا پیدا کنید تا سفری خاطره‌انگیز و به‌یادماندنی داشته باشید

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/introductIran">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 448 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M32 16C32 7.2 24.8 0 16 0S0 7.2 0 16V64 367v33 96c0 8.8 7.2 16 16 16s16-7.2 16-16V392l96.3-24.1c41.1-10.3 84.6-5.5 122.5 13.4c44.2 22.1 95.5 24.8 141.7 7.4l34.7-13c12.5-4.7 20.8-16.6 20.8-30V66.1c0-23-24.2-38-44.8-27.7l-9.6 4.8c-46.3 23.2-100.8 23.2-147.1 0c-35.1-17.6-75.4-22-113.5-12.5L32 56V16zm0 73L140.7 61.8c30.7-7.7 63.1-4.1 91.4 10c55.3 27.7 120.4 27.7 175.8 0l8.1-4.1v278l-34.7 13c-37.9 14.2-80 12-116.2-6.1c-44.7-22.4-96-28-144.5-15.9L32 359V89z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>معرفی ایران</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش معرفی ایران، با زیبایی‌ها و جاذبه‌های فرهنگی، تاریخی و طبیعی
                                                    این سرزمین آشنا شوید. از شهرهای تاریخی تا مناظر طبیعی بی‌نظیر، ایران
                                                    را کشف کنید و با فرهنگ غنی و مهمان‌نوازی مردمانش بیشتر آشنا شوید

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/embassies">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 640 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M64 120C64 106.7 74.75 96 88 96H136C149.3 96 160 106.7 160 120V168C160 181.3 149.3 192 136 192H88C74.75 192 64 181.3 64 168V120zM96 128V160H128V128H96zM296 96C309.3 96 320 106.7 320 120V168C320 181.3 309.3 192 296 192H248C234.7 192 224 181.3 224 168V120C224 106.7 234.7 96 248 96H296zM288 160V128H256V160H288zM64 248C64 234.7 74.75 224 88 224H136C149.3 224 160 234.7 160 248V296C160 309.3 149.3 320 136 320H88C74.75 320 64 309.3 64 296V248zM96 256V288H128V256H96zM296 224C309.3 224 320 234.7 320 248V296C320 309.3 309.3 320 296 320H248C234.7 320 224 309.3 224 296V248C224 234.7 234.7 224 248 224H296zM288 288V256H256V288H288zM64 512C28.65 512 0 483.3 0 448V64C0 28.65 28.65 0 64 0H320C355.3 0 384 28.65 384 64V448C384 483.3 355.3 512 320 512H64zM32 64V448C32 465.7 46.33 480 64 480H128V416C128 380.7 156.7 352 192 352C227.3 352 256 380.7 256 416V480H320C337.7 480 352 465.7 352 448V64C352 46.33 337.7 32 320 32H64C46.33 32 32 46.33 32 64zM224 416C224 398.3 209.7 384 192 384C174.3 384 160 398.3 160 416V480H224V416zM432 0C440.8 0 448 7.164 448 16V32H608C625.7 32 640 46.33 640 64V192C640 209.7 625.7 224 608 224H448V496C448 504.8 440.8 512 432 512C423.2 512 416 504.8 416 496V16C416 7.164 423.2 0 432 0zM448 192H608V64H448V192z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>سفارت</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش سفارت، اطلاعات ضروری درباره سفارتخانه‌ها و کنسولگری‌های
                                                    کشورهای مختلف را بیابید. از آدرس و ساعات کاری تا خدمات کنسولی، همه
                                                    جزئیاتی که برای سفر به آن نیاز دارید در اینجا موجود است

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/weather">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 640 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M303.8 13.4c-.9-5.4-4.5-10-9.6-12.1s-10.9-1.5-15.4 1.6L208 52.5 137.2 2.9c-4.5-3.2-10.3-3.8-15.4-1.6s-8.7 6.7-9.6 12.1L98.1 98.1 13.4 112.2c-5.4 .9-10 4.5-12.1 9.6s-1.5 10.9 1.6 15.4L52.5 208 2.9 278.8c-3.2 4.5-3.8 10.3-1.6 15.4s6.7 8.7 12.1 9.6l84.7 14.1 14.1 84.7c.9 5.4 4.5 10 9.6 12.1s10.9 1.5 15.4-1.6l56-39.2c-7.2-7.9-13.4-16.7-18.4-26.2l-35.2 24.6-11.8-71c-1.1-6.7-6.4-12-13.2-13.2l-71-11.8 41.4-59.2c3.9-5.5 3.9-12.8 0-18.4L43.7 139.6l71-11.8c6.7-1.1 12-6.4 13.2-13.2l11.8-71 59.2 41.4c5.5 3.9 12.8 3.9 18.4 0l59.2-41.4 8.5 51c8.8-7.5 18.7-13.9 29.3-18.8L303.8 13.4zM208 120c-48.6 0-88 39.4-88 88c0 31 16 58.2 40.1 73.9c.6-12.5 2.9-24.5 6.8-35.7c-9.3-10-15-23.4-15-38.1c0-30.9 25.1-56 56-56c13.2 0 25.4 4.6 35 12.3c2.4-11 6.3-21.4 11.3-31.1C240.8 124.8 225 120 208 120zm87.3 297.7c-7.9-4-17.5-.7-21.5 7.2l-32 64c-4 7.9-.7 17.5 7.2 21.5s17.5 .7 21.5-7.2l32-64c4-7.9 .7-17.5-7.2-21.5zm96 0c-7.9-4-17.5-.7-21.5 7.2l-32 64c-4 7.9-.7 17.5 7.2 21.5s17.5 .7 21.5-7.2l32-64c3.9-7.9 .7-17.5-7.2-21.5zm96 0c-7.9-4-17.5-.7-21.5 7.2l-32 64c-4 7.9-.7 17.5 7.2 21.5s17.5 .7 21.5-7.2l32-64c4-7.9 .7-17.5-7.2-21.5zm96 0c-7.9-4-17.5-.7-21.5 7.2l-32 64c-4 7.9-.7 17.5 7.2 21.5s17.5 .7 21.5-7.2l32-64c4-7.9 .7-17.5-7.2-21.5zM304 192c0-35.3 28.7-64 64-64c29.1 0 53.7 19.4 61.4 46c1.7 5.8 6.5 10.2 12.5 11.3s12-1.3 15.7-6.1c8.8-11.7 22.7-19.2 38.4-19.2c26.5 0 48 21.5 48 48c0 8.8-2.3 16.9-6.4 24c-2.9 5-2.9 11.1 0 16s8.1 8 13.9 8l8.3 0 0 0 .2 0c26.5 0 48 21.5 48 48s-21.5 48-48 48c-.6 0-1.2 0-1.8 0l-.3 0-.2 0H290.9c-.2 0-.4 0-.6 0c-.8 0-1.6 0-2.3 0c-35.3 0-64-28.7-64-64s28.7-64 64-64c.4 0 .8 0 1.3 0c4.9 .1 9.5-2 12.6-5.8s4.4-8.7 3.4-13.4c-.8-4.1-1.3-8.4-1.3-12.8zm64-96c-53 0-96 43-96 96l0 1.3c-45.4 7.6-80 47.1-80 94.7c0 53 43 96 96 96c1.1 0 2.1 0 3.2-.1H557.3c.9 0 1.8 0 2.7 0c44.2 0 80-35.8 80-80c0-39.3-28.4-72.1-65.8-78.7c1.2-5.6 1.9-11.3 1.9-17.2c0-44.2-35.8-80-80-80c-17 0-32.8 5.3-45.8 14.4C433.4 114.6 402.9 96 368 96z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>هواشناسی</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش هواشناسی، با وضعیت آب و هوای مقصدهای مختلف سفر آشنا شوید.
                                                    پیش‌بینی‌های دقیق و به‌روز، شما را برای برنامه‌ریزی بهتر و لذت بیشتر
                                                    از سفر یاری می‌کند

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/clock">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 512 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M240 112C240 103.2 247.2 96 256 96C264.8 96 272 103.2 272 112V247.4L360.9 306.7C368.2 311.6 370.2 321.5 365.3 328.9C360.4 336.2 350.5 338.2 343.1 333.3L247.1 269.3C242.7 266.3 239.1 261.3 239.1 256L240 112zM256 0C397.4 0 512 114.6 512 256C512 397.4 397.4 512 256 512C114.6 512 0 397.4 0 256C0 114.6 114.6 0 256 0zM32 256C32 379.7 132.3 480 256 480C379.7 480 480 379.7 480 256C480 132.3 379.7 32 256 32C132.3 32 32 132.3 32 256z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>ساعت کشورها</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش ساعت کشورها، با زمان دقیق در کشورهای مختلف آشنا شوید. این
                                                    اطلاعات به شما کمک می‌کند تا هماهنگی‌های لازم برای برنامه‌ریزی سفر و
                                                    ارتباط با مناطق مختلف را به‌راحتی انجام دهید

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/recommendation">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 640 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M89.06 398.1l217.1 48.4C310.7 447.5 315.3 448 320 448s9.312-.5098 13.88-1.529l217.1-48.4C565.6 394.8 576 381.8 576 366.7V39.47c0-22.15-17.99-39.46-39.31-39.46C536.2 .0127 535.9 0 535.6 0C532.7 0 522.6 1.673 320 33.13C117.1 1.63 107.4 .002 104.4 .002c-.3574 0-.6172 .0107-1.105 .0107C81.99 .0107 64 17.32 64 39.47V366.7C64 381.8 74.42 394.8 89.06 398.1zM336 63.1c0 0 195.4-30.39 200.6-31.07C540.1 32.03 544 34.91 544 39.56l-.0234 327.3L336 413.2V63.1zM96 39.56c0-2.623 1.203-4.367 2.211-5.369c.7383-.7344 2.248-1.922 5.264-2.148C108.8 32.74 304 63.1 304 63.1v350.1L96 366.7V39.56zM624 32C615.2 32 608 39.16 608 48v335.6c0 22.88-16.3 42.69-38.73 47.09L320 479.7l-249.3-48.97C48.3 426.3 32 406.5 32 383.6V48C32 39.16 24.84 32 16 32S0 39.16 0 48v335.6c0 38.13 27.16 71.14 64.58 78.5l252.3 49.58C317.9 511.9 318.1 512 320 512s2.062-.0938 3.078-.2969l252.4-49.58C612.8 454.8 640 421.8 640 383.6V48C640 39.16 632.8 32 624 32z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>سفرنامه</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش سفرنامه، تجربیات و داستان‌های سفر از مسافران مختلف را
                                                    بخوانید. از نکات مفید و جذاب سفرها گرفته تا ماجراهای به‌یادماندنی،
                                                    اینجا محلی است برای به اشتراک‌گذاری و الهام‌گیری از سفرهای دیگران

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/convertDate">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 448 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M112 0C120.8 0 128 7.164 128 16V64H320V16C320 7.164 327.2 0 336 0C344.8 0 352 7.164 352 16V64H384C419.3 64 448 92.65 448 128V448C448 483.3 419.3 512 384 512H64C28.65 512 0 483.3 0 448V128C0 92.65 28.65 64 64 64H96V16C96 7.164 103.2 0 112 0zM416 192H312V264H416V192zM416 296H312V376H416V296zM416 408H312V480H384C401.7 480 416 465.7 416 448V408zM280 376V296H168V376H280zM168 480H280V408H168V480zM136 376V296H32V376H136zM32 408V448C32 465.7 46.33 480 64 480H136V408H32zM32 264H136V192H32V264zM168 264H280V192H168V264zM384 96H64C46.33 96 32 110.3 32 128V160H416V128C416 110.3 401.7 96 384 96z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>تبدیل تاریخ</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش تبدیل تاریخ، می‌توانید تاریخ‌ها را از تقویم‌های مختلف به
                                                    یکدیگر تبدیل کنید. این ابزار به شما کمک می‌کند تا با تاریخ‌های
                                                    میلادی، هجری شمسی و قمری به‌راحتی هماهنگ شوید و برنامه‌ریزی دقیقی
                                                    برای سفر و رویدادهای خود داشته باشید

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/currency">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 512 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M464 32C472.8 32 480 39.16 480 48C480 56.84 472.8 64 464 64H80C53.49 64 32 85.49 32 112V400C32 426.5 53.49 448 80 448H432C458.5 448 480 426.5 480 400V176C480 149.5 458.5 128 432 128H112C103.2 128 96 120.8 96 112C96 103.2 103.2 96 112 96H432C476.2 96 512 131.8 512 176V400C512 444.2 476.2 480 432 480H80C35.82 480 0 444.2 0 400V112C0 67.82 35.82 32 80 32H464zM360 288C360 274.7 370.7 264 384 264C397.3 264 408 274.7 408 288C408 301.3 397.3 312 384 312C370.7 312 360 301.3 360 288z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>نرخ ارز</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش نرخ ارز، با نرخ‌های روز ارزهای مختلف آشنا شوید. این اطلاعات
                                                    به شما کمک می‌کند تا به‌روزترین نرخ‌ها را برای تبادل ارز و
                                                    برنامه‌ریزی مالی سفر خود داشته باشید

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/gallery">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 576 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M160 64H512c17.7 0 32 14.3 32 32V201.4L486.6 144c-12.5-12.5-32.8-12.5-45.3 0L304 281.4 230.6 208c-12.5-12.5-32.8-12.5-45.3 0L128 265.4V96c0-17.7 14.3-32 32-32zM576 96c0-35.3-28.7-64-64-64H160c-35.3 0-64 28.7-64 64V304v16c0 35.3 28.7 64 64 64h80 0H512c35.3 0 64-28.7 64-64V240 240 96zM464 166.6l80 80V320c0 17.7-14.3 32-32 32H278.6l36.7-36.7L464 166.6zM281.4 304l-48 48H160c-17.7 0-32-14.3-32-32v-9.4l80-80L281.4 304zM32 112c0-8.8-7.2-16-16-16s-16 7.2-16 16V352c0 70.7 57.3 128 128 128H464c8.8 0 16-7.2 16-16s-7.2-16-16-16H128c-53 0-96-43-96-96V112zm232 48a24 24 0 1 0 0-48 24 24 0 1 0 0 48z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>گالری جهان</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش گالری جهان، با مجموعه‌ای از تصاویری دیدنی از جاذبه‌های
                                                    گردشگری و مناظر طبیعی مختلف در سراسر جهان آشنا شوید. این گالری به
                                                    شما فرصتی می‌دهد تا زیبایی‌های متنوع و فرهنگ‌های گوناگون را از نزدیک
                                                    مشاهده کنید و الهام بگیرید.

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                </ul>
                            </li>
                            <li>
                                <a class="link-header" href="javascript:">آژانس ما</a>
                                <ul class="nav-dropdown our-agency-sub-menu" style='display: none'>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/mag">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 512 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M160 224C151.2 224 144 231.2 144 240S151.2 256 160 256c52.94 0 96 43.06 96 96s-43.06 96-96 96s-96-43.06-96-96V112C64 103.2 56.84 96 48 96S32 103.2 32 112V352c0 70.58 57.41 128 128 128s128-57.42 128-128S230.6 224 160 224zM208 32C199.2 32 192 39.16 192 48S199.2 64 208 64C340.3 64 448 171.7 448 304c0 8.844 7.156 16 16 16S480 312.8 480 304C480 154 357.1 32 208 32zM208 128C199.2 128 192 135.2 192 144S199.2 160 208 160C287.4 160 352 224.6 352 304c0 8.844 7.156 16 16 16S384 312.8 384 304C384 206.1 305 128 208 128z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>وبلاگ</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش وبلاگ ما، با جدیدترین اخبار و مطالب جذاب درباره مقاصد
                                                    گردشگری، نکات سفر، و توصیه‌های ویژه برای تجربه‌ی یک سفر به‌یادماندنی
                                                    آشنا شوید. از ماجراجویی‌های تازه تا مکان‌های بکر و ناشناخته، همه و
                                                    همه در اینجا منتظر شما هستند

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/news">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 448 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M16 32C7.2 32 0 39.2 0 48s7.2 16 16 16c220.9 0 400 179.1 400 400c0 8.8 7.2 16 16 16s16-7.2 16-16C448 225.4 254.6 32 16 32zm0 144c-8.8 0-16 7.2-16 16s7.2 16 16 16c141.4 0 256 114.6 256 256c0 8.8 7.2 16 16 16s16-7.2 16-16c0-159.1-128.9-288-288-288zM32 416a32 32 0 1 1 64 0 32 32 0 1 1 -64 0zm96 0A64 64 0 1 0 0 416a64 64 0 1 0 128 0z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>اخبار</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش اخبار ما، با آخرین اطلاعات و رویدادهای مهم در صنعت گردشگری
                                                    آشنا شوید. از تغییرات مقررات سفر تا معرفی جشنواره‌ها و رویدادهای
                                                    ویژه، همواره در جریان تازه‌ترین اخبار و تحولات گردشگری باشید.

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/pay">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 448 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M128 128V96C128 42.98 170.1 0 224 0C277 0 320 42.98 320 96V128H400C426.5 128 448 149.5 448 176V416C448 469 405 512 352 512H96C42.98 512 0 469 0 416V176C0 149.5 21.49 128 48 128H128zM160 128H288V96C288 60.65 259.3 32 224 32C188.7 32 160 60.65 160 96V128zM48 160C39.16 160 32 167.2 32 176V416C32 451.3 60.65 480 96 480H352C387.3 480 416 451.3 416 416V176C416 167.2 408.8 160 400 160H320V240C320 248.8 312.8 256 304 256C295.2 256 288 248.8 288 240V160H160V240C160 248.8 152.8 256 144 256C135.2 256 128 248.8 128 240V160H48z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>درگاه پرداخت آنلاین</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش درگاه پرداخت آنلاین، شما می‌توانید به‌صورت امن و سریع
                                                    هزینه‌های سفر خود را پرداخت کنید. با استفاده از این سیستم، تجربه‌ای
                                                    راحت و بی‌دغدغه در رزرو و پرداخت برای خدمات گردشگری خواهید داشت

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/rules">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 640 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M384 64c0 29.8-20.4 54.9-48 62V480H528c8.8 0 16 7.2 16 16s-7.2 16-16 16H320 112c-8.8 0-16-7.2-16-16s7.2-16 16-16H304V126c-27.6-7.1-48-32.2-48-62H112c-8.8 0-16-7.2-16-16s7.2-16 16-16H264.6C275.6 12.9 296.3 0 320 0s44.4 12.9 55.4 32H512c8.8 0 16 7.2 16 16s-7.2 16-16 16H384zm56.7 298.3C457.8 375.1 482.9 384 512 384s54.2-8.9 71.3-21.7C600.4 349.5 608 334.2 608 320H416v-1.6l0 .1V320c0 14.2 7.6 29.5 24.7 42.3zm71.3-215L426.3 288H597.7L512 147.3zM384 320v-1.6c0-14.7 4-29.1 11.7-41.6l92-151.2c5.2-8.5 14.4-13.7 24.3-13.7s19.2 5.2 24.3 13.7l92 151.2c7.6 12.5 11.7 26.9 11.7 41.6V320c0 53-57.3 96-128 96s-128-43-128-96zM32 320c0 14.2 7.6 29.5 24.7 42.3C73.8 375.1 98.9 384 128 384s54.2-8.9 71.3-21.7C216.4 349.5 224 334.2 224 320H32v-1.6l0 .1V320zm10.3-32H213.7L128 147.3 42.3 288zM128 416C57.3 416 0 373 0 320v-1.6c0-14.7 4-29.1 11.7-41.6l92-151.2c5.2-8.5 14.4-13.7 24.3-13.7s19.2 5.2 24.3 13.7l92 151.2c7.6 12.5 11.7 26.9 11.7 41.6V320c0 53-57.3 96-128 96zM320 96a32 32 0 1 0 0-64 32 32 0 1 0 0 64z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>قوانین و مقررات</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش قوانین و مقررات، با شرایط و ضوابط استفاده از خدمات ما آشنا
                                                    شوید. مطالعه این بخش به شما کمک می‌کند تا با حقوق و مسئولیت‌های خود
                                                    به‌طور کامل آگاه شده و از تجربه‌ای مطمئن و رضایت‌بخش بهره‌مند شوید

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/aboutUs">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 576 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M480 288h-128c-8.836 0-16 7.164-16 16S343.2 320 352 320h128c8.836 0 16-7.164 16-16S488.8 288 480 288zM192 256c35.35 0 64-28.65 64-64S227.3 128 192 128S128 156.7 128 192S156.7 256 192 256zM192 160c17.64 0 32 14.36 32 32S209.6 224 192 224S160 209.6 160 192S174.4 160 192 160zM224 288H160c-44.18 0-80 35.82-80 80C80 376.8 87.16 384 96 384s16-7.164 16-16C112 341.5 133.5 320 160 320h64c26.51 0 48 21.49 48 48c0 8.836 7.164 16 16 16s16-7.164 16-16C304 323.8 268.2 288 224 288zM512 32H64C28.65 32 0 60.65 0 96v320c0 35.35 28.65 64 64 64h448c35.35 0 64-28.65 64-64V96C576 60.65 547.3 32 512 32zM544 416c0 17.64-14.36 32-32 32H64c-17.64 0-32-14.36-32-32V96c0-17.64 14.36-32 32-32h448c17.64 0 32 14.36 32 32V416zM480 224h-128c-8.836 0-16 7.164-16 16S343.2 256 352 256h128c8.836 0 16-7.164 16-16S488.8 224 480 224zM480 160h-128c-8.836 0-16 7.164-16 16S343.2 192 352 192h128c8.836 0 16-7.164 16-16S488.8 160 480 160z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>درباره ما</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش درباره ما، با تاریخچه، اهداف، و تیم حرفه‌ای آژانس گردشگری ما
                                                    آشنا شوید. ما با افتخار به ارائه بهترین خدمات گردشگری و ایجاد
                                                    تجربه‌های فراموش‌نشدنی برای مسافران خود متعهد هستیم

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                    <li>
                                        <a href="{$smarty.const.ROOT_ADDRESS}/contactUs">
                                            <i class="parent-icon-sub-menu">
                                                <svg viewbox="0 0 512 512" xmlns="http://www.w3.org/2000/svg">
                                                    <!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. -->
                                                    <path d="M32 256C32 132.3 132.3 32 256 32s224 100.3 224 224V400.1c0 26.5-21.5 48-48 48l-82.7-.1c-6.6-18.6-24.4-32-45.3-32H240c-26.5 0-48 21.5-48 48s21.5 48 48 48h64c20.9 0 38.7-13.4 45.3-32l82.7 .1c44.2 0 80.1-35.8 80.1-80V256C512 114.6 397.4 0 256 0S0 114.6 0 256v48c0 8.8 7.2 16 16 16s16-7.2 16-16V256zM320 464c0 8.8-7.2 16-16 16H240c-8.8 0-16-7.2-16-16s7.2-16 16-16h64c8.8 0 16 7.2 16 16M144 224h16V352H144c-26.5 0-48-21.5-48-48V272c0-26.5 21.5-48 48-48zM64 272v32c0 44.2 35.8 80 80 80h16c17.7 0 32-14.3 32-32V224c0-17.7-14.3-32-32-32H144c-44.2 0-80 35.8-80 80zm288-48h16c26.5 0 48 21.5 48 48v32c0 26.5-21.5 48-48 48H352V224zm16-32H352c-17.7 0-32 14.3-32 32V352c0 17.7 14.3 32 32 32h16c44.2 0 80-35.8 80-80V272c0-44.2-35.8-80-80-80z"></path>
                                                </svg>
                                            </i>
                                            <div class="parent-sub-menu-title">
                                                <h4>تماس با ما</h4>
                                                <p class="sub-menu-caption">

                                                    در بخش تماس با ما، می‌توانید با تیم پشتیبانی ما در ارتباط باشید. اگر
                                                    سوالی دارید یا نیاز به راهنمایی دارید، از طریق اطلاعات تماس ارائه
                                                    شده با ما در تماس باشید تا به سرعت به شما پاسخ دهیم

                                                </p>
                                            </div>
                                        </a>
                                    </li>
                                </ul>
                            </li>
                        </ul>
                    </div>
                </div>
                <div class="parent-btn-header">
                    <div class="lang">
                        <div class="menu-lang">
{*                            <i class="fa-light fa-globe"></i>*}
{*                            <span class="">EN</span>*}
                            <svg xmlns="http://www.w3.org/2000/svg" aria-hidden="true" focusable="false" viewBox="0 0 24 24" class="vt-locales-btn-icon" data-v-817baab4=""><path d="M0 0h24v24H0z" fill="none"></path><path d=" M12.87 15.07l-2.54-2.51.03-.03c1.74-1.94 2.98-4.17 3.71-6.53H17V4h-7V2H8v2H1v1.99h11.17C11.5 7.92 10.44 9.75 9 11.35 8.07 10.32 7.3 9.19 6.69 8h-2c.73 1.63 1.73 3.17 2.98 4.56l-5.09 5.02L4 19l5-5 3.11 3.11.76-2.04zM18.5 10h-2L12 22h2l1.12-3h4.75L21 22h2l-4.5-12zm-2.62 7l1.62-4.33L19.12 17h-3.24z " class="css-c4d79v"></path></svg>
                            <i class="fa-light fa-angle-down"></i>
                        </div>
                        <ul class="lang_ul">
                            <li>
                                <a href="javascript:">
                                    FA
                                </a>
                            </li>
                            <li>
                                <a href="javascript:">
                                    EN
                                </a>
                            </li>
                            <li>
                                <a href="javascript:">
                                    AR
                                </a>
                            </li>
                        </ul>
                    </div>
                    <a class="__phone_class__ button btn-phone"
                       href="tel:{$smarty.const.CLIENT_PHONE}">
                        <span>{$smarty.const.CLIENT_PHONE}</span>
                        <i class="far fa-phone"></i>
                    </a>

                    <a class="__login_register_class__ button btn-user {if $obj_main_page->isLogin()}show-box-login-js main-navigation__button2{else}show-box-nologin-js main-navigation__button1{/if}"
                        {if $obj_main_page->isLogin()}
                            href="javascript:"
{*                        {else}*}
{*                                {if $smarty.const.SOFTWARE_LANG == 'fa'}*}
{*                                href="{$smarty.const.ROOT_ADDRESS}/authenticate"*}
{*                                {else}*}
{*                                href="{$smarty.const.ROOT_ADDRESS}/loginUser"*}
{*                                {/if}*}
                        {/if}
                        >
                        <span>{include file="`$smarty.const.FRONT_CURRENT_THEME`topBarName.tpl"}</span>
                        <i class="far fa-user"></i>
                    </a>

                    {if !$obj_main_page->isLogin()}


                        <div class="main-navigation__sub-menu2 arrow-up show-content-box-nologin-js" style="display: none;">

                            <div class="sup-menu-flex sup-menu-flex-login">

                                <a class="" href="{$smarty.const.ROOT_ADDRESS}/authenticate">
                                    <i>
                                        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512"><!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. --><path d="M144 128a80 80 0 1 1 160 0 80 80 0 1 1 -160 0zm208 0A128 128 0 1 0 96 128a128 128 0 1 0 256 0zM269.7 352c65.7 0 120.1 48.7 129 112H49.3c8.9-63.3 63.3-112 129-112h91.4zm-91.4-48C79.8 304 0 383.8 0 482.3C0 498.7 13.3 512 29.7 512H418.3c16.4 0 29.7-13.3 29.7-29.7C448 383.8 368.2 304 269.7 304H224 178.3zM625 177c9.4-9.4 9.4-24.6 0-33.9s-24.6-9.4-33.9 0l-111 111-47-47c-9.4-9.4-24.6-9.4-33.9 0s-9.4 24.6 0 33.9l64 64c9.4 9.4 24.6 9.4 33.9 0L625 177z"/></svg>
                                    </i>
                                    <span>مسافر</span>
                                </a>
                                <a href="{$smarty.const.ROOT_ADDRESS}/authenticate">
                                    <i>
                                        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512"><!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. --><path d="M144 128a80 80 0 1 1 160 0 80 80 0 1 1 -160 0zm208 0A128 128 0 1 0 96 128a128 128 0 1 0 256 0zM269.7 352c65.7 0 120.1 48.7 129 112H49.3c8.9-63.3 63.3-112 129-112h91.4zm-91.4-48C79.8 304 0 383.8 0 482.3C0 498.7 13.3 512 29.7 512H418.3c16.4 0 29.7-13.3 29.7-29.7C448 383.8 368.2 304 269.7 304H224 178.3zM504 312c0 13.3 10.7 24 24 24s24-10.7 24-24V248h64c13.3 0 24-10.7 24-24s-10.7-24-24-24H552V136c0-13.3-10.7-24-24-24s-24 10.7-24 24v64H440c-13.3 0-24 10.7-24 24s10.7 24 24 24h64v64z"/></svg>
                                    </i>

                                    <span>کانتر</span>
                                </a>
                                <a href="{$smarty.const.ROOT_ADDRESS}/loginAgency">
                                    <i>
                                        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512"><!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. --><path d="M256 464c7.4 0 27-7.2 47.6-48.4c8.8-17.7 16.4-39.2 22-63.6H186.4c5.6 24.4 13.2 45.9 22 63.6C229 456.8 248.6 464 256 464zM178.5 304h155c1.6-15.3 2.5-31.4 2.5-48s-.9-32.7-2.5-48h-155c-1.6 15.3-2.5 31.4-2.5 48s.9 32.7 2.5 48zm7.9-144H325.6c-5.6-24.4-13.2-45.9-22-63.6C283 55.2 263.4 48 256 48s-27 7.2-47.6 48.4c-8.8 17.7-16.4 39.2-22 63.6zm195.3 48c1.5 15.5 2.2 31.6 2.2 48s-.8 32.5-2.2 48h76.7c3.6-15.4 5.6-31.5 5.6-48s-1.9-32.6-5.6-48H381.8zm58.8-48c-21.4-41.1-56.1-74.1-98.4-93.4c14.1 25.6 25.3 57.5 32.6 93.4h65.9zm-303.3 0c7.3-35.9 18.5-67.7 32.6-93.4c-42.3 19.3-77 52.3-98.4 93.4h65.9zM53.6 208c-3.6 15.4-5.6 31.5-5.6 48s1.9 32.6 5.6 48h76.7c-1.5-15.5-2.2-31.6-2.2-48s.8-32.5 2.2-48H53.6zM342.1 445.4c42.3-19.3 77-52.3 98.4-93.4H374.7c-7.3 35.9-18.5 67.7-32.6 93.4zm-172.2 0c-14.1-25.6-25.3-57.5-32.6-93.4H71.4c21.4 41.1 56.1 74.1 98.4 93.4zM256 512A256 256 0 1 1 256 0a256 256 0 1 1 0 512z"/></svg>                                    </i>

                                    <span>آژانس</span>
                                </a>

                            </div>


                            <div class="triangle-up"></div>

                        </div>









                    {/if}

                    <div class="main-navigation__sub-menu2 arrow-up show-content-box-login-js" style="display: none">
                        {include file="`$smarty.const.FRONT_CURRENT_THEME`topBar.tpl"}
                    </div>
                </div>
                <div class="nav-toggle"></div>
            </nav>
        </div>
    </div>
</header>


    <div class="our-company">
        <div class="contact_popup01">
            <div style="direction:rtl" class="popup_content contact_popup01">
                <div class="our-company-description">
                    همکار محترم قیمت هایی که در سایت ملاحظه میکنید همان قیمت هایی است که پس از کسر کمیسیون به شما ارائه داده می شود و بدیهی است در صورتی که نرم افزار سفر 360 را خریداری نمایید، قیمتی که مسافر شما میبیند با این قیمت ها متفاوت است.
                </div>
            </div>
        </div>
        <div class="commercial01">
            قیمت های مخصوص آژانس
        </div>
    </div>



<div class="our-company">
    <div class="contact_popup">
        <div style="direction:rtl" class="popup_content">
            <div class="our-company-description">
                دموی نرم افزار شرکت ایران تکنولوژی می باشد و
                هیچ گونه استفاده تجاری ندارد.
            </div>
        </div>
    </div>
    <div class="commercial">
        استفاده غیر تجاری
    </div>
</div>



{if  $smarty.const.GDS_SWITCH eq 'page'}
    <script>
        {literal}
        if (window.innerWidth <= 576) {
           console.log('ggggggggg')
        }
        {/literal}
    </script>
{/if}