<section class="warning-container">
    <div class="container">
        <div class="warning-box">
            <div class="warning-icon">
                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" fill="none" stroke="currentColor" stroke-width="2" stroke-linecap="round" stroke-linejoin="round">
                    <path d="M10.29 3.86L1.82 18a2 2 0 0 0 1.71 3h16.94a2 2 0 0 0 1.71-3L13.71 3.86a2 2 0 0 0-3.42 0z"></path>
                    <line x1="12" y1="9" x2="12" y2="13"></line>
                    <line x1="12" y1="17" x2="12.01" y2="17"></line>
                </svg>
            </div>
            <div class="warning-content">
                <h5 class="warning-text">
                    لطفا توجه داشته باشید، برای جلوگیری از سوء استفاده های احتمالی،هرگونه رزرو و ثبت نام تور، فقط از طریق سایت قدس گشت و یا تماس با شرکت (در ساعات اداری): 88753060-021
                    و در ساعات (غیراداری) با شماره: 09190264922 امکان پذیر میباشد.
                    همچنین هرگونه واریزی بیعانه و یا مبالغ تورها فقط و فقط به حساب و به نام "آژانس قدس گشت" میباشد. هرگونه ارسال شماره حساب به نام شخص و تقاضای وجه توسط افراد سودجو به جای آژانس قدس گشت، کلاهبرداری بوده و پیگیری قضایی میشود.
                    توجه داشته باشید آژانس قدس گشت در هیچ اپلیکیشن، اعم از دیوار، شیپور و .. فعالیت ندارد.

                    ساعات کاری مجموعه قدس گشت در روزهای عادی: 9:00 الی 17:00 و پنجشنبه ها: 9:00 الی 13:00

                </h5>
            </div>
        </div>
    </div>
</section>