<section class="module-other-demo">
    <div class="bg-absolute1"></div>
    <div class="container">
        <div class="title-center-demo">
            <div class="">
                <h2>
                    <div class="square-title"></div>
                    <span>خدمات و اطلاعات تکمیلی </span>
                </h2>
                <p>
                    کلیک بر روی هر لینک، به صفحات مربوطه هدایت شوید و از آخرین خدمات گردشگری، درباره ما، قوانین و مقررات،
                    تماس با ما مطلع شوید.

                </p>
            </div>
        </div>
        <div class="parent-module-other-demo">
            <a class="item-card" data-category="tech" href="{$smarty.const.ROOT_ADDRESS}/rules">
                <div class="parent-icon bg-2">
                    <svg class="fill-2" height="" viewbox="0 0 24 24" width="" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5 21q-.825 0-1.412-.587T3 19v-3q0-.425.288-.712T4 15q.425 0 .713.288T5 16v3h3q.425 0 .713.288T9 20q0 .425-.288.713T8 21zm14 0h-3q-.425 0-.712-.288T15 20q0-.425.288-.712T16 19h3v-3q0-.425.288-.712T20 15q.425 0 .713.288T21 16v3q0 .825-.587 1.413T19 21M3 5q0-.825.588-1.412T5 3h3q.425 0 .713.288T9 4q0 .425-.288.713T8 5H5v3q0 .425-.288.713T4 9q-.425 0-.712-.288T3 8zm18 0v3q0 .425-.288.713T20 9q-.425 0-.712-.288T19 8V5h-3q-.425 0-.712-.288T15 4q0-.425.288-.712T16 3h3q.825 0 1.413.588T21 5m-9 13q.525 0 .888-.363t.362-.887q0-.525-.363-.888T12 15.5q-.525 0-.888.363t-.362.887q0 .525.363.888T12 18m0-10.3q.65 0 1.138.4t.487 1.025q0 .575-.363 1.025t-.787.825q-.65.575-.987 1.088T11.1 13.3q-.025.35.25.613t.65.262q.35 0 .638-.25t.337-.625q.05-.425.3-.75t.725-.8q.875-.875 1.163-1.412t.287-1.288q0-1.35-.975-2.2T12 6q-1.025 0-1.837.463T8.925 7.775q-.15.3-.012.613t.462.437q.325.125.663 0t.537-.4q.275-.35.638-.537T12 7.7"
                              fill=""></path>
                    </svg>
                </div>
                <div class="parent-text">
                    <h4>قوانین و مقررات</h4>
                    <p>

                        در بخش قوانین و مقررات مربوط به سفر و گردشگری، به مسائل حقوقی و قوانینی پرداخته می‌شود که مسافران باید قبل از سفر از آنها آگاه باشند. این بخش شامل اطلاعاتی درباره قوانین ورود و خروج از کشورها، ویزا، مجوزهای لازم، محدودیت‌های حمل بار، قوانین گمرکی، و سایر مقرراتی است که ممکن است بر سفر شما تأثیر بگذارند. آگاهی از این قوانین به شما کمک می‌کند تا از مشکلات احتمالی جلوگیری کرده و سفر خود را با آرامش و اطمینان بیشتری برنامه‌ریزی کنید.

                    </p>
                </div>
            </a>
            <a class="item-card" data-category="sport" href="{$smarty.const.ROOT_ADDRESS}/aboutUs">
                <div class="parent-icon bg-5">
                    <svg class="fill-5" height="" viewbox="0 0 24 24" width="" xmlns="http://www.w3.org/2000/svg">
                        <path d="M11 9h2V7h-2m1 13c-4.41 0-8-3.59-8-8s3.59-8 8-8s8 3.59 8 8s-3.59 8-8 8m0-18A10 10 0 0 0 2 12a10 10 0 0 0 10 10a10 10 0 0 0 10-10A10 10 0 0 0 12 2m-1 15h2v-6h-2z"
                              fill=""></path>
                    </svg>
                </div>
                <div class="parent-text">
                    <h4> درباره ما</h4>
                    <p>

                        در این بخش، با داستان و هدف ما آشنا شوید. ما در تلاشیم تا بهترین اطلاعات و خدمات گردشگری را به
                        شما ارائه دهیم. با تیم ما و مأموریت‌مان بیشتر آشنا شوید و ببینید چگونه می‌توانیم سفر شما را به
                        تجربه‌ای بی‌نظیر تبدیل کنیم.

                    </p>
                </div>
            </a>
            <a class="item-card" data-category="sport" href="{$smarty.const.ROOT_ADDRESS}/contactUs">
                <div class="parent-icon bg-6">
                    <svg class='fill-6' xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512"><!--! Font Awesome Pro 6.3.0 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license (Commercial License) Copyright 2023 Fonticons, Inc. --><path d="M184 52.6C106.1 70.7 48 140.5 48 224c0 42.2 14.8 80.8 39.5 111.1c13.6 16.6 24.5 38.5 24.5 63.4V488c0 13.3-10.7 24-24 24s-24-10.7-24-24V398.6c0-10.7-4.8-22.2-13.7-33.1C18.9 326.9 0 277.6 0 224C0 100.3 100.3 0 224 0h24c78.8 0 151.4 47.6 183.2 116.2c4.2 9.1 8.2 18.4 12 27.3l1.5 3.5c4.3 10.1 8.5 19.7 13 29c9 18.6 18.7 34.5 31.4 47.1l4.4 4.4c11.9 11.9 18.6 28.1 18.6 45c0 35.1-28.5 63.6-63.6 63.6H448v48c0 35.3-28.7 64-64 64H320v40c0 13.3-10.7 24-24 24s-24-10.7-24-24V424c0-13.3 10.7-24 24-24h88c8.8 0 16-7.2 16-16V312c0-13.3 10.7-24 24-24h24.4c8.6 0 15.6-7 15.6-15.6c0-4.1-1.6-8.1-4.6-11L455 257c-18.1-18.1-30.6-39.4-40.6-60.1c-5-10.4-9.6-21-13.9-31.1l-1.5-3.5c-3.8-9-7.5-17.6-11.4-25.9C363.7 84.7 308.1 48 248 48H232V98.6c50.3 11 88 55.8 88 109.4c0 61.9-50.1 112-112 112s-112-50.1-112-112c0-53.6 37.7-98.4 88-109.4v-46zM272 208a64 64 0 1 0 -128 0 64 64 0 1 0 128 0zm-96 0a32 32 0 1 1 64 0 32 32 0 1 1 -64 0z"/></svg>
                </div>
                <div class="parent-text">
                    <h4> تماس با ما</h4>
                    <p>
                        در بخش تماس با ما، اطلاعات لازم برای ارتباط با تیم پشتیبانی یا خدمات مشتریان ارائه می‌شود. این بخش معمولاً شامل راه‌های مختلف تماس مانند شماره تلفن، آدرس ایمیل، فرم تماس آنلاین و یا حتی آدرس فیزیکی دفتر شرکت است. همچنین، ممکن است ساعات کاری، زمان‌های پاسخگویی و اطلاعات مربوط به نحوه دریافت کمک یا راهنمایی در مورد سوالات، مشکلات یا درخواست‌های شما نیز در این بخش قرار داده شود. هدف این بخش این است که شما به راحتی بتوانید با تیم مربوطه ارتباط برقرار کرده و پاسخ سوالات خود را دریافت کنید.
                    </p>
                </div>
            </a>
        </div>
    </div>
</section>